* DONE Euler Finance Incident POC
CLOSED: [2023-10-30 Mon 21:17]
:PROPERTIES:
:Effort:   3:00
:END:
:LOGBOOK:
- State "DONE"       from "PROGRESS"   [2023-10-30 Mon 21:17]
:END:

** DONE Choose vulnerability
CLOSED: [2023-10-28 Sat 11:10]
:LOGBOOK:
- State "DONE"       from "TODO"       [2023-10-28 Sat 11:10]
CLOCK: [2023-10-28 Sat 10:30]--[2023-10-28 Sat 11:10] =>  0:40
:END:
** DONE Research, read post-mortems, etc
CLOSED: [2023-10-28 Sat 11:50]
:PROPERTIES:
:Effort:   1:00
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2023-10-28 Sat 11:50]
CLOCK: [2023-10-28 Sat 11:20]--[2023-10-28 Sat 12:00] =>  0:40
:END:
** DONE Exploit POC
CLOSED: [2023-10-29 Sun 20:56]
:PROPERTIES:
:Effort:   2:00
:END:
:LOGBOOK:
- State "DONE"       from "PROGRESS"   [2023-10-29 Sun 20:56]
CLOCK: [2023-10-29 Sun 19:21]--[2023-10-29 Sun 20:01] =>  0:40
CLOCK: [2023-10-29 Sun 11:55]--[2023-10-29 Sun 12:35] =>  0:40
CLOCK: [2023-10-29 Sun 11:09]--[2023-10-29 Sun 11:49] =>  0:40
CLOCK: [2023-10-28 Sat 19:49]--[2023-10-28 Sat 20:29] =>  0:40
CLOCK: [2023-10-28 Sat 18:33]--[2023-10-28 Sat 19:13] =>  0:40
CLOCK: [2023-10-28 Sat 17:52]--[2023-10-28 Sat 18:32] =>  0:40
CLOCK: [2023-10-28 Sat 17:06]--[2023-10-28 Sat 17:46] =>  0:40
CLOCK: [2023-10-28 Sat 16:20]--[2023-10-28 Sat 17:00] =>  0:40
:END:
** DONE Best practices recommendations
CLOSED: [2023-10-30 Mon 21:10]
:PROPERTIES:
:Effort:   2:00
:END:
:LOGBOOK:
- State "DONE"       from "PROGRESS"   [2023-10-30 Mon 21:10]
CLOCK: [2023-10-30 Mon 20:03]--[2023-10-30 Mon 20:43] =>  0:40
CLOCK: [2023-10-30 Mon 16:02]--[2023-10-30 Mon 16:42] =>  0:40
CLOCK: [2023-10-30 Mon 15:05]--[2023-10-30 Mon 15:45] =>  0:40
CLOCK: [2023-10-30 Mon 10:46]--[2023-10-30 Mon 11:26] =>  0:40
CLOCK: [2023-10-30 Mon 10:00]--[2023-10-30 Mon 10:40] =>  0:40
CLOCK: [2023-10-30 Mon 09:15]--[2023-10-30 Mon 09:55] =>  0:40
:END:
